Repository: Rudens06/BookifyV1
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: lv

source: %{title} cover picture
lv: Vāka bilde: %{title}

source: Actions
lv: Darbības

source: Add Book
lv: Pievienot grāmatu

source: Add book
lv: Pievienot grāmatu

source: Are you sure?
lv: Vai esat drošs?

source: Authors
lv: Autori

source: Book Created
lv: Grāmata pievienota

source: Book Updated Successfully
lv: Grāmata veiksmīgi atjaunināta

source: Books
lv: Grāmatas

source: Delete
lv: Dzēst

source: Deleted Successfully
lv: Veiksmīgi dzēsts

source: Edit
lv: Rediģēt

source: Edit Book
lv: Rediģēt grāmatu

source: Featured
lv: Tops

source: My Account
lv: Mans konts

source: RSS feed
lv: RSS plūsma

source: RSS for books
lv: RSS grāmatām

source: Register
lv: Reģistrēties

source: Reviews
lv: Atsauksmes

source: Search
lv: Meklēt

source: Sign In
lv: Ieiet

source: Sign Out
lv: Iziet

source: Users
lv: Lietotāji

source: close
lv: aizvērt

source: %{days} days ago
lv: pirms %{days} dienām

source: %{hours} hours ago
lv: pirms %{hours} stundām

source: %{minutes} minutes ago
lv: pirms %{minutes} minutēm

source: %{name} picture
lv: %{name} attēls

source: %{name} profile picture
lv: %{name} profila attēls

source: %{seconds} seconds ago
lv: pirms %{seconds} sekundēm

source: Annotation
lv: Anotācija

source: Approve
lv: Apstiprināt

source: At least 8 characters long
lv: Vismaz 8 rakstzīmes

source: At least one UPPER case character
lv: Vismaz viens lielais burts

source: At least one lower case character
lv: Vismaz viens mazais burts

source: At least one number
lv: Vismaz viens cipars

source: At least one symbol %{symbols}
lv: Vismaz viens simbols %{symbols}

source: Author Created
lv: Autors Pievienots

source: Author picture URL
lv: Autora attēla URL

source: Avatar updated successfully.
lv: Avatārs veiksmīgi atjaunināts.

source: Biography
lv: Biogrāfija

source: Birth Year
lv: Dzimšanas gads

source: Book added to %{list}
lv: Grāmata pievienota sarakstam %{list}

source: Book deleted from %{list}
lv: Grāmata izdzēsta no saraksta %{list}

source: Change Avatar
lv: Mainīt Avatāru

source: Change Password
lv: Mainīt Paroli

source: Confirm password
lv: Apstiprināt paroli

source: Cover picture URL
lv: Vāka attēla URL

source: Created: %{date}
lv: Izveidots: %{date}

source: Current Password
lv: Pašreizējā Parole

source: Edit Author
lv: Rediģēt Autoru

source: Edit Profile
lv: Rediģēt Profilu

source: Email
lv: E-pasts

source: Error occured
lv: Radās kļūda

source: Format: Detective, Drama, Crime, …
lv: Formāts: Detektīvs, Drāma, Kriminālromāns, …

source: Genre
lv: Žanrs

source: Genres:
lv: Žanri:

source: Have Read
lv: Izlasīts

source: Hi, %{name}
lv: Sveiki, %{name}

source: Last Log-in: %{date}
lv: Pēdējā pieteikšanās: %{date}

source: Name
lv: Vārds

source: No reviews yet
lv: Pagaidām nav atsauksmju.

source: Not Allowed
lv: Nav atļauts

source: Oops, something went wrong! Please check the errors below.
lv: Radās kļūda! Lūdzu, pārbaudiet zemāk esošās kļūdas.

source: Pages:
lv: Lappuses:

source: Password
lv: Parole

source: Password format:
lv: Paroles formāts:

source: Password updated successfully!
lv: Parole veiksmīgi atjaunināta!

source: Post Review
lv: Pievienot atsauksmi

source: Profile updated Successfully
lv: Profils veiksmīgi atjaunināts

source: Rating
lv: Vērtējums

source: Rating format: 1 - 5
lv: Vērtējuma formāts: 1 - 5

source: Read Books list
lv: Izlasīto grāmatu saraksts

source: Reading
lv: Pašlaik lasu

source: Reading list
lv: Lasīšanas saraksts

source: Remove from Have Read
lv: Noņemt no saraksta

source: Remove from Reading
lv: Noņemt no saraksta

source: Review for %{title}
lv: Atsauksme par %{title}

source: Review submitted for approval!
lv: Atsauksme iesniegta apstiprināšanai!

source: Save Author
lv: Saglabāt autoru

source: Save Book
lv: Saglabāt grāmatu

source: Save Changes
lv: Saglabāt izmaiņas

source: Set language:
lv: Iestatīt valodu:

source: Signed out successfully!
lv: Izrakstīšanās veiksmīga!

source: Signed up successfully
lv: Reģistrācija veiksmīga

source: Something went wrong
lv: Radās kļūda

source: There was a problem with your email/password
lv: Radās problēma ar jūsu e-pasta adresi/paroli

source: Title
lv: Nosaukums

source: Top 10 books
lv: Top 10 grāmatas

source: Upload avatar
lv: Augšupielādēt avataru

source: Want To Read
lv: Gribu Izlasīt

source: Want to Read
lv: Gribu Izlasīt

source: Want to Read list
lv: Gribu Izlasīt saraksts

source: Wikipedia Page
lv: Vikipēdijas Lapa

source: Wikipedia URL
lv: Vikipēdijas URL

source: Write a Review
lv: Pievienot atsauksmi

source: Wrong current password
lv: Nepareiza pašreizējā parole

source: Year Published
lv: Izdošanas gads

source: Year:
lv: Gads:

source: You must be logged in
lv: Jums ir jāpiesakās

source: Error!
lv: Kļūda!

source: Success!
lv: Veiksmīgi!

source: Already have an account?
lv: Tev jau ir konts?

source: Don't have an account yet?
lv: Tev vēl nav konta?

source: Find a Book
lv: Meklēt grāmatu

source: Find an Author
lv: Meklēt autoru

source: Sign in to log, rate<br>and review books!
lv: Ienāc, lai atzīmētu<br>un novērtētu grāmatas!

source: This list is empty
lv: Šis saraksts ir tukšs

source: Welcome, guest!
lv: Sveicināts, viesi!

source: by
lv: no

source: Must be at least 8 characters
lv: Vajag būt vismaz 8 rakstzīmēm

source: Must contain at least one digit
lv: Vajag saturēt vismaz vienu ciparu

source: Must contain at least one lower case character
lv: Vajag saturēt vismaz vienu mazo burtu

source: Must contain at least one symbol
lv: Vajag saturēt vismaz vienu simbolu

source: Must contain at least one upper case character
lv: Vajag saturēt vismaz vienu lilo burtu

source: Must not be longer than 72 characters
lv: Nedrīkst būt garāks par 72 rakstzīmēm

source: Passwords do not match
lv: Paroles nesakrīt

source: must have the @ sign and no spaces
lv: vajag būt ar @ zīmi un bez tukšumiem

source: should be at most 160 characters long
lv: nedrīkst būt garāks par 160 rakstzīmēm
