Repository: Rudens06/BookifyV1
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: lv

source: can't be blank
lv: nevar būt tukšs

source: has already been taken
lv: jau ir aizņemts

source: is invalid
lv: ir nederīgs

source: must be accepted
lv: jāpieņem

source: has invalid format
lv: ir ar nederīgu formātu

source: has an invalid entry
lv: ir ar nederīgu ierakstu

source: is reserved
lv: ir rezervēts

source: does not match confirmation
lv: nepiesakrīt ar apstiprinājumu

source: is still associated with this entry
lv: vēl joprojām saistīts ar šo ierakstu

source: are still associated with this entry
lv: vēl joprojām saistīti ar šo ierakstu

source: should have %{count} item(s)
lv: vajadzētu būt %{count} vienībai

source: should be %{count} character(s)
lv: vajadzētu būt %{count} rakstzīmei

source: should be %{count} byte(s)
lv: vajadzētu būt %{count} baitam

source: should have at least %{count} item(s)
lv: vajadzētu būt vismaz %{count} vienībai

source: should be at least %{count} character(s)
lv: vajadzētu būt vismaz %{count} rakstzīmei

source: should be at least %{count} byte(s)
lv: vajadzētu būt vismaz %{count} baitam

source: should have at most %{count} item(s)
lv: vajadzētu būt ne vairāk kā %{count} vienībai

source: should be at most %{count} character(s)
lv: vajadzētu būt ne vairāk kā %{count} rakstzīmei

source: should be at most %{count} byte(s)
lv: vajadzētu būt ne vairāk kā %{count} baitam

source: must be less than %{number}
lv: jābūt mazākam par %{number}

source: must be greater than %{number}
lv: jābūt lielākam par %{number}

source: must be less than or equal to %{number}
lv: jābūt mazākam vai vienādam ar %{number}

source: must be greater than or equal to %{number}
lv: jābūt lielākam vai vienādam ar %{number}

source: must be equal to %{number}
lv: jābūt vienādam ar %{number}
